{"uri": "https://cir.nii.ac.jp/crid/1390282681254662784.rdf", "title": "FUNDAMENTAL AND CLINICAL STUDIES OF CARBENICILLIN", "abstract": "1. The M. I. C. s of CB-PC were as good as below 12. 5 mcg/m1 against most clinical pathogenic bacteria such as Staphylococci, E. coli, Shigella and Proteus; that of CB-PC was especially excellent against Proteus,  but was 50-100 mcgtml against Pseudomonas.2. Following a single intramuscular administration of CB-PC 1 g, the serum level reached the maximum of 6. 1 mcg/ml on an average at 30 minutes, decreasing to 0. 95 mcg/ml at 6 hours.3. Marked or good effect was obtained in 5 (inclusive of one having septicemia) of the 8 patients with infections treated with CB-PC."}
{"uri": "https://cir.nii.ac.jp/crid/1390282681254660352.rdf", "title": "OPHTHALMIC USE OF PROPIONYLMARIDOMYCIN", "abstract": "Bacterial and clinical experiments concerning ophthalmic use of propionylmaridomycin revealed following results.1) The minimum growth inhibitory concentrations of propionylmaridomycin were 0.39-0.78 mcg/ml for Koch-Weeks bacillus, 6.25-12.5 mcg/ml for Morax-Axenfeld bacillus, 0.39-3.13 mcg/ml. for Pneumococcus, 0.39-3.13 mcg/ml for Corynebact. diphtheriae, 1.56 mcg/ml for Gonococcus, 0.78-3.13 mcg/ml for Streptococcus, 0.78-6.25 mcg/ml for Staphylococcus and>100 mcg/ml for Ps. aeruginosa.2) The distributions of sensitivity for 50 strains of Staph. aureus were in the range of 0.78-≥100 mcg/ml, and 34 strains (68%) of them were in 3.13 mcg/ml.3) Cross resistance was recognized between propionylmaridomycin and the other macrolide antibiotics EM, JM, OM and SPM.4) The blood concentration by oral administration of 1000 mg propionylmaridomycin at a single dose reached the highest level after 2 hours (1.11 mcg/ml), and decreased gradually until 6 hours.5) After instillation of 1% propionylmaridomycin solution, the ocular tissue level was proved merely in outer parts of the eye. Particularly, the concentration in cornea was remarkably high at one hour after instillation.After subconjunctival injection of 5 mg/0.5 ml propionylmaridomycin, the tissue level at 1/2 hour was high in extraocular muscles, sclera, cornea, bulbar conjunctiva and lid. Moreover, in the inner parts of the eye, such as iris and ciliary body, vitreous body and retina and chorioid, the relatively high concentration was recognized.After oral administration of 200 mg/kg propionylmaridomycin, the tissue concentration was found not only in the outer parts of the eye, but also in the inner parts of the eye.Compared with that local and systemic application, the tissue levels in the outer parts of the eye were as follows in the decreasing order : subconjunctival injection>oral administration>instillation. In the inner parts of the eye, the tissue level was in the order of : subconjunctival injection≥oral administration>instillation.6) The influence of the ocular tissue and fluids on the potency of propionylmaridomycin and its metabolite were examined. The potencies of both of them were slightly reduced by the ocular tissues and the aqueous humor.7) The oral application of propionylmaridomycin against suppurative ocular infection revealed excellent effects on 7 cases of external hordeolum, 2 cases of internal hordeolum, a case of chronic dacryocystitis, 2 cases of corneal ulcer and a case of orbital abscess. 8) Side effects : 2 cases out of all 22 cases complained anorexia, but any other serious one was not noticed."}
{"uri": "https://cir.nii.ac.jp/crid/1390282681254680064.rdf", "title": "THERAPEUTIC EFFECTS OF PROPIONYLMARIDOMYCIN ON THE SCARLET FEVER", "abstract": "1) In vitro antibacterial activities of propionylmaridomycin, leucomycin and erythromycin against clinical isolates of A-group Streptococcus obtained from the scarlet fever patients in 1969-1971 were studied.Some strains obtained in Hokkaido and Tokyo in 1969 and 1970 were already resistant to propionylmaridomycin and leucomycin of which MIC was 25 mcg/ml or higher.Most clinical isolates, however, were susceptible at the MIC of 6.25-1.56 mcg/ml and 0.78-0.39 mcg/ml to propionylmaridomycin and leucomycin, respectively. On the other hand, the MICs of clinically isolated strains in 1971 were almost distributed between 0.39 mcg/ml and 1.56 mcg/ml, and only one strain, the MIC was over 100 mcg/ml.2) Clinical effects of propionylmaridomycin observed in terms of days of pyretolysis from the start of administration, disappearance of skin rash and bacterial elimination seemed a little inferior to those of erythromycin.Much more favourable effects were obtained when the dose of propionylmaridomycin was increased twice as large as the usual dosage.3) In some cases, bacteria relapsed not only in the usual-dose group of propionylmaridomycin but also in the double-dose group of propionylmaridomycin, and in the leucomycin group.One patient given 117.7 mg/kg of propionylmaridomycin showed no recurrence of bacteria that is noteworthy because it indicates the efficacy at increased doses.4) No noticeable adverse reactions such as skin rash and gastrointestinal disorders were observed unlike in the case of aminobenzylpenicillin.These findings suggest that further clinical trials with this antibiotic at 100 mg/kg and higher would be worthy to be carried out."}
{"uri": "https://cir.nii.ac.jp/crid/1390282681254689280.rdf", "title": "Chemiluminescence response of human phagocytes in septic patients: priming effects by endotoxin and inflammatory cytokines.", "abstract": "The production of reactive oxygen species by whole blood and polymorphonuclear leukocytes (PMNs) in the peripheral blood of 20 patients with gram-negative septicemia was studied by using the method of luminol-dependent chemiluminescence (CL) stimulated with non-opsonized zymosan or phorbol myristate acetate (PMA). The CL responses of 10-fold diluted whole blood and PMNs in these patients were significantly increased when compared with those of healthy persons. The number of granulocytes in the blood of patients was increased in many cases. To clarify the reason why the CL response of phagocytes in septic patients is augumented, I studied the priming effect of inflammatory cytokines including tumor necrosis factor -α, (TNF-α), interleukin-1β(IL-1β), IL-6 and lipopolysaccharide (LPS: endotoxin) on the CL response of normal human phagocytes. These cytokines and LPS are often detectable in the serum of patients with severe gram-negative sepsis. Whole blood and PMNs were incubated for 10 or 60 min at 37°C with various concentrations of each cytokine or LPS, and the integrated CL response induced by zymosan or PMA was measured for 20 min, permitting comparisons of the effects of cytokines or LPS. Preincubation with TNF-α or LPS resulted in an increase in the CL response of PMNs at concentrations of more than 1 U/ml and 100 ng/ml, respectively. Similar results were obtained in diluted whole blood samples. However, no significant priming effect was observed when PMNs were incubated for 10 and 60 min with various concentrations (1-100 ng/ml) of IL-1β or IL-6. The priming effect of TNF-α was significantly prevented when TNF-α was preincubated with a murine anti-TNF-α monoclonal antibody (TNF-α MAb) or a TNF-binding protein-II (TNF-BPII) for 10 min at 37°C prior to the exposure to whole blood sample. These inhibitory effects were dose-dependent. The present study showed that TNF-α MAb and TNF-BP II have the ability to prevent the enhanced CL response in human whole blood samples primed with TNF-α. These findings may be useful for supportive therapy in patients with gram-negative septicemia and septic shock, especially in cases involving serious PMN-mediated organ damage caused by excessive release of toxic products such as reactive oxygen species."}
{"uri": "https://cir.nii.ac.jp/crid/1390282681254694400.rdf", "title": "STUDIES ON PROPIONYLMARIDOMYCIN, A NEW MACROLIDE ANTIBIOTIC.", "abstract": "1. Two hundreds and ninety-one strains of gram positive cocci which were isolated from various clinical specimens were studied, and it revealed that erythromycin (EM) was the most active one, as far as the susceptibility of these organisms to the macrolide antibiotics is concerned. The susceptibility of these organisms to propionylmaridomycin was virtually comparable to that of josamycin (JM) and lincomycin (LCM). It was particularly noted that, 10 strains out of 35 which were resistant to EM, were significantly susceptible to propionylmaridomycin as well as JM and LCM. All of these 10 strains were demonstrated invariably to have inducible-drug-resistance, in one strain was induced by EM and OM, it was called Mac. B and in the other nine were only by EM, called Mac. C. The growth of Mycoplasma pneumoniae was inhibited with the concentration of 0.05 mcg/ml of propionylmaridomycin.2. The concentrations of propionylmaridomycin in the various organs of rats were determined by the method of cup-plate technique using Sarcina lutea as the indicator organism. The rats were given 200 mg of propionylmaridomycin per kg of body weight by mouth (intragastric-administration), and sacrificed serially to take the organs, which were homogenized to determine the concentration of the drug. The peak of the concentrations in each organs were seen at 2 hours after administration. The lung showed always the highest concentration and liver, kidney and serum followed it. In all organs, the concentration to inhibit the microorganism remained for 6 hours after administration.3. The satisfactory therapeutic effect was recognized in nine cases out of eleven respiratory tract infections treated with propionylmaridomycin. The main side effect was nausea, seen in only one case though it was not necessary to discontinue the drug.In all cases no significant changes were noted in the liver function tests and hematologic or biochemical examinations.One case of pneumonia caused by Mycoplasma pneumoniae was treated with this antibiotic and improved satisfactorily after 14 days."}
{"uri": "https://cir.nii.ac.jp/crid/1390282681254691456.rdf", "title": "Dose-finding study on biapenem in complicated urinary tract infection.", "abstract": "To find the optimal dose of biapenem (BIPM), a new parenteral carbapenem, in the treatment of complicated urinary tract infection, we performed a randomized, prospective, wellcontrolled study using imipenem/cilastatin (IPM/CS) as the control drug. The subjects had complicated urinary tract infection with pyuria of at least 5 WBCS/HPF, bacteriuria of at least 104CFU/ml and identifiable underlying urinary tract disease. Only hospitalized patients without indwelling catheters were enrolled in the study. Patients were randomly assigned to receive 150mg b. i. d. of BIPM (group L), 300mg b. i. d. of BIPM (group H) or 500 mg/500 mg b. i. d. of IPM/CS (group C) by intravenous drip infusion for 5 days. Overall clinical efficacy was evaluated on the basis of criteria proposed by the Japanese UTI Committee as “excellent”, “moderate” or “poor”. Excellent and moderate responses were obtained in 78.9% of 19 patients in group L, 84.6% of 26 patients in group H and 81.0% of 21 patients in group C. The differences were not statistically significant. The bacteriological eradication rates achieved were 91.3% of 23 strains in group L, 90.9% of 33 strains in group H and 93.3% of 30 strains in group C, with no statistically significant differences. Clinical adverse reactions were experienced in 4.2% of 24 patients in group L, none of 28 patients in group H and none of 24 patients in group C, with no statistically significant differences. Clinical value also was not significantly different among the three groups. From the results obtained in this study, we concluded that the optimal daily dose of BIPM in the treatment of complicated urinary tract infection is 300mg b. i. d."}
{"uri": "https://cir.nii.ac.jp/crid/1390282681254675840.rdf", "title": "EVALUATION OF PROPIONYLMARIDOMYCIN IN PEDIATRICS FIELD", "abstract": "1) Seventy-two percent of the clinical isolates of Staphylococcus aureus was susceptible at the MIC of 0.78-1.5mcg/ml and a few strains were susceptible at the concentration of 100 mcg/ml of propionylmaridomycin showing similar susceptibility to that of josamycin and mydecamycin.2) MIC of propionylmaridomycin was 0.39-0.78mcg/ml against A-group Streptococcus.3) Peak serum concentration was 1.32mcg/ml and 1.9mcg/ml at one hour after oral administration at dose of 600 mg and 1, 000 mg respectively.In the latter case measurable concentration sustained for six hours.Urinary excretion for six hours was 1.08% and 0.54% after 600 mg and 1, 000 mg doses, respectively.4) Propionylmaridomycin was administered to 40 cases of five kinds of upper and lower respiratory infectious diseases in children.Efficacy against upper respiratory infections at dose of 20-30mg/kg was unfavourable. However, clinical response was good against bronchial asthma and bronchopneumonia, which may be due to the long dosage period.5) No untoward findings were observed in liver and kidney functions and hematology."}
{"uri": "https://cir.nii.ac.jp/crid/1390282681254674432.rdf", "title": "BASIC AND CLINICAL STUDIES OF CARBENICILLIN (GRIPENINR®) IN SURGICAL INFECTIONS", "abstract": "From the basic and clinical studies of carbenicIllin, a newly developed semi-synthetic penicillin, the following results were obtained.1) Sensitivity tests reveal that CB-PC was superior to other antibiotics except penicillin-G against clinically isolated coagulase positive 111 strains of Staphylococci, having its distribution peak s both at 0. 20mcg/m1 and 6. 2 5mcg/m1; and as excellent as polymyxin B or kanamycin against 61 strains of clinically isolated gram negative bacteria.2) Cross resistance of gram negative bacteria to CB-PC and AB-PC was moderately observed. (γ= 0. 702)3) Bile level as high as 75 to 100 mcg/mI was observed at 1 hour following an intramuscular dose of CB-PC 1 g, suggesting its clinical effectiveness on bile tract infections caused by gram negative bacteria.4) Clinical applications of CB-PC to 12 patients with surgical infections, showed its effectiveness rate to be 83. 3%. 5) No side-effects were encountered through the course of experiment."}
{"uri": "https://cir.nii.ac.jp/crid/1390282681254685568.rdf", "title": "LOBORATORY AND CLINICAL STUDY OF PROPIONYLMARIDOMYCIN IN ORTHOPEDIC SURGERY", "abstract": "On propionylmaridomycin, a new macrolide antibiotic developed in Japan, we performed laboratory and clinical studies in the orthopedic infectious disease.With 60 strains of Staph. aureus isolated from the patients of osteomyelitis, the sensitivities to propionylmaridomycin, LM and EM were measured by the plate dilution method.The MIC values of propionylmaridomycin were 0.78mcg/ml to 100mcg/ml (peak 1.56mcg/ml) and propionylmaridomycin had cross resistance with LM.A serum level and a synovial fluid level showed similar results to another macrolide antibiotics.Nine cases of orthopedic infectious disease were treated with propionylmaridomycin.The results were good in seven cases, no effect in one case and unknown in one case.No side effect was found in all cases."}
{"uri": "https://cir.nii.ac.jp/crid/1390282681254688128.rdf", "title": "THE USE OF CARBENICILLIN IN SURGICAL INFECTED CASES: OBSERVATIONS ON THE TOPICAL APPLICATION", "abstract": "(1) Carbenicillin was applied to 11 surgical infected cases, 6 of them by parenteral administration, and 5 of them by topical application to the long-standing, hard healed cutaneous ulcer. From the results of sensitive test, M. I. C., carbenicillin was similar to aminobenzyl penicillin on antibacterial wide spectra, especially the sensitivity for Pseudomonas and Proteus group was dominant.(2) After parenteral administration by 4 g/day intramuscular injec tion of carbenicillin for Pseudomonas infected cases, the effect was satisfactory on subjective and objective improvement.(3) In topical application of it for long-standing hard healed ulcerati ve lesion infected mainly by Pseudomonas or Proteus group, side effects were not noted and that granulation or epithelization was markedly quickened by this application."}
{"uri": "https://cir.nii.ac.jp/crid/1390282681254659200.rdf", "title": "THREE CASES TREATED WITH CARBENICILLIN (CB-PC)", "abstract": "Carbenicillin was applied to two leukemic patients associated with severe infections and one case of chronic pulmonary abscess with bronchiectasia.Effective result was obtained in one CML patient associated with blastic crisis and suffered from acute Pseudomonas pneumonia. No remarkable side effect was observed in all cases treated with carbenicillin.Infections due to fungi and bacilli with a lower order of pathogenicity such as Pseudomonas are important cause of deaths in patients with leukemia. Therefore it is expected that carbenicillin may constitute an advance in the antibiotic treatment against Pseudomonas infection in patients of leukemia."}
{"uri": "https://cir.nii.ac.jp/crid/1390282681254665472.rdf", "title": "A comparison of the changes in Staphylococcus aureus during two periods.", "abstract": "From September 1986 to May 1987, 269 strains of Staphylococcus aureus were collected from 19 hospitals. Forty three percent of the strains were resistant to methicillin (MRSA). The incidence of MRSA in S. aureus increased during the previous four years.These strains were multi-resistant, also to β-lactams and one or more antimicrobial agents, but were susceptible to vancomycin, habekacin, rifampicin, ofloxacin, minocycline and sulphamethoxazoletrimethoprim. Staphylococci were among the most resistant clinical isolates in sputum and pus, with about 45% resistant to methicillin while most were multi-resistant.The coagulase typing of 269 strains was done. The coagulase types in MSSA and MRSA were different, and the multiple-resistant strains were related to coagulase type II.We conclude that methicillin-resistant S. aureus are important etiological agents of nosocomial infections and that the incidence of these infections has increased during the past four years."}
{"uri": "https://cir.nii.ac.jp/crid/1390282681254690176.rdf", "title": "First Department Internal Medicine, Faculty of Medicine. University of the Ryukyu.", "abstract": "A dose range study on FK 037, a parenteral cephalosporin, was conducted in patients with bacterial pneumonia.1) Patients with bacterial pneumonia were intravenously infused with FK 037 at a dose of 0.5g (0.5g group), 1.0g (1.0g group) or 2.0g (2.0g group), twice daily, for 14 days as a rule. Of 95 patients, 82 were assessed for the efficacy and clinical usefulness of the drug, and 93 patients for the safety of the drug.2) The clinical efficacy rate was 85.2%(23/27) in the 0.5 g group, 90.0%(27/30) in the 1.0g group and 92.0%(23/25) in the 2.0g group.3) In the bacteriological evaluation, the eradication rate was 91.7%(11/12) in the 0.5g group, 85.7%(6/7) in the 1.0g group and 90.9%(10/11) in the 2.0g group.4) As for side effects, diarrhea was observed in only 1 patient in the 1.0 g group.5) Abnormal changes in laboratory tests were observed in 6 patients (19.4%) in the0.5g group, 11 patients (34.4%) in the 1.0 g group and 5 patients (17.9%) in the 2.0 g group. None of the abnormal laboratory findings was serious or associated with clinical symptoms.6) Clinical usefulness rates were 81.5%(22/27), 86.7%(26/30) and 92.0%(23/25) in the 0.5 g, 1.0 g and 2.0 g group, respectively.We considered that a twice daily dose of 1.0 g of FK 037 is the appropiate clinical dosase for bacterial pneumonia."}
{"uri": "https://cir.nii.ac.jp/crid/1390282681254677504.rdf", "title": "LABORATORY AND CLINICAL STUDIES OF PROPIONYLMARIDOMYCIN", "abstract": "The authors have carried out the laboratory and clinical studies of propionylmaridomycin. The results were as follows;The sensitivity was measured by the plate dilution method with 25 strains of coagulase positive staphylococci. The peak distribution of staphylococci susceptible to propionylmaridomycin was 1.56 mcg/ml and the growth of 68.0% of these was inhibited in concentration of less than 1.56mcg/ml.The antibacterial activity of propionylmaridomycin to Staphylococcus was equal to LM and SPM, while it was slightly inferior to EM.Propionylmaridomycin was given a single oral dose of 20 mg per kg b. w. to 3 children.The blood levels of propionylmaridomycin in these were low. The maximum blood level was reached at 1 hour after administration, was 2.2mcg/ml and the blood level was not determined at 6 hours. But the blood level of another cases was not determined.The excretion rates of propionylmaridomycin in the urine after a single oral dosing were 1.8%, 2.6% and 5.6% respectively up to 8 hours.Propionylmaridomycin was effective in 4 of 8 cases with the infection of respiratory tract.No side effects were observed except diarrhea in one case of pneumonia."}
{"uri": "https://cir.nii.ac.jp/crid/1390282681254670848.rdf", "title": "CLINICAL EXPERIENCE WITH CARBENICILLIN IN GYNECOLOGICAL INFECTIONS", "abstract": "Carbenicillin (hereinafter referred to as CB-PC) is a semi-synthetic penicillin which has a broad spectrum against both gram positive and negative bacteria including Pseudomonas and Proteus group. The present authors made studies on sensitivity, absorption and excretion, and clinical effectiv eness of CB-PC. The results obtained were as follows. (1) CB-PC was tested for the MIC again st gram negative bacilli and gram positive cocci in comparison with aminobenzylpenicillin. A demon strable growth inhibitory effect of CB-PC was shown against E. coli, Klebsiella and Proteus group. (2) The peak of CB-PC serum level was attained at 30 minutes and the urinary excretion for the first 6 hours was rather high, following a single intramuscular dose of CB-PC 1 g. (3) Transfer of CB-PC to sexual organ and/or to umbilical cord blood was d emonstrable but very low to mother's milk. (4) CB-PC was effective in 14 of the 24 patients with urinary tract and intrapelvic infections. (5) No marked side effects were encountered except for pain at the site of injection."}
{"uri": "https://cir.nii.ac.jp/crid/1390282681254672128.rdf", "title": "USE OF CARBENICILLIN IN URINARY INFECTIONS", "abstract": "Carbenicillin was administered to patients with various urinary tract infections (especially caused by Pseudomonas aeruginosa and Proteus) and observation of its clinical effect as well as basic experiment was performed.(1) With an intramuscular dose of carbenicillin 1 g, the blood level reached the maximum of 23. 7 mcg/ml in 30 minutes after the administration, decreasing rapidly thereafter. The clinically effect ive blood level, however, was retained for 6 hours.(2) The urinary excretion rate followi ng a single intramuscular dose of CB-PC 1 g ranged mostly from 50 to 60%.(3) The M. I. C. s of carbenicillin against Pseudomonas aeruginosa were all distributed at more than 100 mcg/ml, and those of Proteus and E. coil, on the other hand, mostly ranged from 1. 56 to 6. 25 mcg/ml and from 1. 56 to 12. 5 mcg/ml, respectively.(4) Remarkable and/or good responses were obtained in 60% of 25 patients infected chiefly with gram negative bacilli, such as Pseudomonas aeruginosa, Proteus, E. coli and Klebsiella.(5) No noticeable side effects were encountered but for tiredness in one pa tient."}
{"uri": "https://cir.nii.ac.jp/crid/1390282681254683776.rdf", "title": "CLINICAL TRIAL OF PROPIONYLMARIDOMYCIN IN THE FIELD OF SURGERY", "abstract": "Seventeen cases of infections in the field of surgery were placed on trial of oral propionylmaridomycin preparations, and the results obtained are summarized as follows : 1. There were noticed good responses on 12 cases, effectiveness accounting for 70.7 per cent.2. The shorter the interval period following onset of the signs of an infection, the better the responses to the preparations.3. The antibiotic was given orally to 17 patients on the trial, and untoward side effects experienced as dyspeptic complaints on 2 cases were slight to complete the full dose.4. It is present impression of the authors that the propionylmaridomycin seems to be a promising oral antibiotic for infections in the field of surgery because of its effectiveness without severe side effects."}
{"uri": "https://cir.nii.ac.jp/crid/1390282681254669568.rdf", "title": "CLINICAL AND EXPERIMENTAL STUDIES ON CARBENICILLIN IN GYNECOLOGICAL AND OBSTETRIC F IELD", "abstract": "Studies on carbenicillin, a newly-developed semi-synthetic penicillin were performed experimentally and clinically. The results obtained were as follows.1. Transfer of CB-PC from mother to fetu s was tested for a few subjects of normal pregnancy.a) The serum level of CB-PC in umbilical cord blood was as high as 33. 5-50% of t he maternal level.b) CB-PC given in an intramuscular dose of 1 g or 4g to mother was equally transferred to the brain, lung, liver and heart of fetus in levels so low as to be measured, but was found high in the kidney, as was the case with other antibiotics.2. CB-PC was effective in 14 of the 17 patients. Daily dose of CB-PC was, however, 2g in 2 out of non-effective 3 patients.Optimal dosage must be taken into consideration from patient to patient, since one of the patients did not response to an initial daily dose of CB-PC 2g, but favorably to an increased one of CB-PC 4g.Severe pain and edema were observed in 4 of the 17 patients. Gastrointestinal or other disturbances were, however, not encountered."}
{"uri": "https://cir.nii.ac.jp/crid/1390282681254667008.rdf", "title": "Synergism of imipenem in combination with arbekacin against methicillin-resistant Staphylococcus aureus and Pseudomonas aeruginosa.", "abstract": "The interaction of imipenem (IPM) and arbekacin (ABK) against clinical isolates of methicillin-resistantStaphylococcus aureus(MRSA, 96 strains) andPseudomonas aeruginosa(95 strains) was assessed in vitro by the checkerboard technique. Synergistic and additive effects were observed in 9.5% (9 strains) and 48.0% (46 strains) of the MRSA strains, respectively. Enhancement of the effect was observed also in strains highly resistant to IPM. ForP. aeniginosa, synergistic and additive effects were observed in 17.9% (17 strains) and 66.3% (63 strains), respectively. Synergistic and additive effects were observed in 3 and 6 strains, respectively, of the 12 strains of multidrug-resistantP. aeruginosa. No antagonism was found with any of the organisms tested. ABK alone is effective against MRSA, and IPM alone is effective againstP. aeruginosatoday. However, in view of the effectiveness of the treatment of mixed infections with MRSA andP. aeruginosa, the limit of the drug dose, and also the prevention of inducing drug-resistant strains, the combination of IPM and ABK may be advantageous."}
{"uri": "https://cir.nii.ac.jp/crid/1390282681254673280.rdf", "title": "A REPORT ON CLINICAL APPLICATION OF CARBENICILLIN TO THE CASES OF URINARY INFECT I O NS", "abstract": "Carbenicillin was tried on the 32 cases of urinary infections. The drug was intramuscularly given in dose of each 1 g 4 times a day, for 5 days long. The therapeutic results were as follows; remarkably effective in 11 cases, fairly effective in 9 cases, slightly effective in 9 cases and non-effective in 3 cases. As to the side effects, toxicodermia were found in 2 cases, but no other untoward effects were found. Careful observation did not find any functional lesions in liver and kidney."}
{"uri": "https://cir.nii.ac.jp/crid/1390282681254695936.rdf", "title": "EXPERIMENTAL AND CLINICAL STUDIES ON PROPIONYLMARIDOMYCIN", "abstract": "Antibacterial activities of propionylmaridomycin were examined in vitro against Staphylococcus aureus.Serum level was studied following a single oral administration of 400 mg or 600 mg of propionylmaridomycin in healthy human adults, and some clinical assessments also performed.1) The MICs were 0.4-3.2 mcg/ml against 45 of the total 53 strains, and more than 50 mcg/ml against the remaining 8.2) Following a single oral administration of propionylmaridomycin 400 mg, the serum level reached the maximum of 0.84 mcg/ml at 1 hour, decreasing unmeasurably at 6 hours.3) Clinical trial : Eight of the nine patients with respiratory infection given propionylmaridomycin_showed favorable response to propionylmaridomycin, and no noticeable side reactions were encountered."}
{"uri": "https://cir.nii.ac.jp/crid/1390282681254668288.rdf", "title": "Post-antibiotic sub-MIC effects of aspoxicillin and other antibiotics.", "abstract": "“Post-antibiotic sub-MIC effect (PASE)” is defined as growth suppression of a post-antibiotic effect (PAE) phase bacterium by the sub-MIC of an antibiotic. The PASEs of aspoxicillin for Streptococcus pneumoniae, Staphylococcus aureus, Enterococcus faecalis and Escherichia coli and of temafloxacin, ofloxacin, tetracycline and erythromycin for S. aureus were investigated in vitro. A PAE was induced by exposing strains to 2× or 4× the MIC of the antibiotic for 1 h. After removing the antibiotic by washing the bacterial culture, the cells were exposed to different sub-inhibitory concentrations (0.0625, 0.125, 0.25 and 0.5× the MIC) of the same drug, and growth curves were examined later. Unexposed controls were exposed to the sub-MICs of the antibiotic to determine their sub-MIC effects (SEs). In general, the duration of growth suppression of pre-exposed cells was longer than that of unexposed cells. In the case of aspoxicillin and S. pnenmoniae, S. aureus, and E. coli and of temafloxacin and S. aureus, an initial decrease in the viable count of the pre-exposed cells was observed after exposure to the sub-MIC. Pre-exposure to 2× or 4× MIC of the antibiotics enhanced the susceptibility of organisms to sub-MIC levels. Both the PASEs and the PAEs will probably affect the optimal dosing schedules of antibiotics."}
